Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_kn_gollegiela.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisa oikeusministeri Tuija Brax, työ- ja integraatioministeri Dag Terje Andersen, maatalousmi nisteri Eskil Erlandsson, saamelaiskäräjien presidentit Lars Anders Baer ja Egil Olli, Gollegiella arviointilautakunnan puheenjohtaja Pekka Sammallahti sekä Gollegiella-palkinnon saajat, Sámi
sme: Gudnejahtton vuoigatvuohtaministtar Tuija Brax, bargo- ja intgrašuvdnaministtar Dag Terje Andersen, eanandoalloministtar Eskil Erlandsson, Ruoŧa sámedikki presideanta Lars Ander Baer, Norgga sámedikki presideanta Egil Olli, Gollegiella árvvoštallanlávdegotti ságadoalli Pekka Sammallahti ja

source: Siida ry ja Henrik Barruk.
sme: ja Henrik Barruk.

source: Gollegiella-palkinto on tärkeä perinne jonka symbolinen merkitys saamen kielen edistämiselle ja saamen kansan yhtenäisyydelle on suuri.
sme: Gollegiella-bálkkašupmi lea dehálaš árbevierru, man symbolalaš mearkkašupmi sámegiela ovddideapmái ja sámi álbmoga oktilašvuhtii lea stuoris.

source: On tärkeää, että voimme tukea ja antaa tunnustusta saamen kielen edistämiselle saamelaisyhteisön sisällä.
sme: Lea dehálaš, ahte sáhttit doarjut ja addit dovddastusa giela ovddideapmái sámi servoša siste.

source: Tällaiset tunnustukset ovat yhä tärkeämpiä tukia saamenkielen kehittämispyrkimyksissä.
sme: Dákkár dovddastusat leat ein deháleabbo doarjagat sámegiela ovddidanviggamušain.

source: Golllegiella-palkintoperinteen on jatkuttava, ja olisi tärkeää, että voisimme kehittää myös saamelaiskulttuurin edistämiselle vastaavan palkintojärjestelmän.
sme: Gollegiella-bálkkašumi árbevierru galgá joatkahuvvat ja livččii dehálaš, ahte sáhtáleimmet gárgehit maid sámi kultuvrra ovddideami várás seammalágán bálkkašupmevuogádaga.

source: Tämän vuoden Gollegiella palkinnon saajissa on nostettu erinomaisesti esille kansalaisyhteiskunnan tekemä työ saamen kielen hyväksi.
sme: Dán jagi Gollegiella-bálkkašumiid oažžuin leat loktejuvvon hui bures ovdan álbmotservoša bargan bargu sámegiela buorrin.

source: Vaikka saamelaisilla on omat edustukselliset elimensä, saamelaiskäräjät, niin aktiivisia kansalaisia ja järjestöjä tarvitaan saamen kielen aseman edistämiseksi.
sme: Vaikko sápmelaččain leat iežas álbmo válljen orgánat, sámedikkit, nu mii dárbbahit aktiivvalaš riikkavuložiid ja servviid sámegiela sajádaga buorideami várás.

source: Aktiivisella kansalaisjärjestöllä kuten Sámi Siidalla on merkittävä vaikutus toimialueellaan esimerkkinä ja oikeuksien vaatijana.
sme: Aktiivvalaš álbmotsearvvis dego Sámi Siiddas lea mearkkašahtti váikkuhus doaibmaguovllustis ovdamearkan ja sámi vuoigatvuođaid gáibideaddjin.

source: Sámi Siida on toiminnallaan luonut luontevia kielenkäyttötilanteita osaksi saamelaisten arkipäivää Utsjoen kunnassa.
sme: Sámi Siida lea bargguinis ráhkadan lunddolaš giellageavahandiliid sápmelaččaid árgábeaivvi oassin Ohcejoga gielddas.

source: Juuri arkipäivän kielenkäyttötilanteiden lisääminen ja luonnollisen saamen kielen käyttöympäristön luominen tukevat saamen kielen säilymistä ja kehittymistä.
sme: Aiddo árgabeaivvi giellageavahandiliid lasiheapmi ja lunddolaš sámegiela geavahanbirrasa luovvan dorjot sámegiela seailuma ja ovdáneami.

source: Tässä tilaisuudessa mielelläni sanoisin, että Sami Siidan työnsarka olisi ohi ja että saamen kielen asema olisi sellaisessa tilanteessa että järjestöjen tukea ja kehitystyötä ei enää tarvita, mutta tilanne ei ole näin.
sme: Dán dilálašvuođas dajalin mielalis, ahte Sámi Siidda áŋgiruššan bargu livččii meaddel ja ahte sámegiela sajádat livččii dakkár dilis ahte servviid doarjaga ja ovddidanbarggu ii šat dárbbat, muhto dilli ii leat dákkár.

source: Saamen kielen edistämistä ja edunvalvontaa tarvitaan aivan yhtä paljon kuin ennenkin.
sme: Sámegiela ovddideami ja beroštumiid barráigeahču mii dárbbahit aivve liikká olu go ovdalnai.

source: Erityisesti tarvitsemme kansalaisjärjestöjä osoittamaan epäkohtia saamen kielilain toteutumisessa ja vaatimaa oikeuksien toteutumista.
sme: Earenoamážit dárbbahit servviid čujuhit vigiid sámi giellalága olláhuvvamis ja gáibidit vuoigatvuođaideamet olláhuvvama.

source: Toivottavasti tämä palkinto innostaa Sámi Siidaa jatkamaan entistä ponnekkaammin saamen kielen ja sen käytön edistämistä Utsjoen kunnassa.
sme: Mu sávaldat lea, ahte dát bálkkašupmi movttidahttá Sámi Siidda joatkit ein áŋgireappot sámegiela ja dan geavahusa ovddideami Ohcejoga gielddas.

source: Toinen Gollegiella-palkinnon saaja Henrik Barruk on toiminnallaan esimerkki meille kaikille.
sme: Nubbi Gollegiella-bálkkašumi oažžu Henrik Barruk lea bargguinis ovdamearkan midjiide buohkaide.

source: Hän on peräänantamattomasti ja pyyteettömästi edistänyt ja kehittänyt uumajansaamen asemaa ja opetusta Ruotsissa jo kahdenkymmenen vuoden ajan.
sme: Son lea leamaš ábas, áŋgir ja vuollánmeahttun ubmisámegiela ovddideaddji ja oahpaheaddji Ruoŧas juo guoktelogi jagi.

source: Uumajansaame on yksi erittäin uhanalaisista saamen kielistä.
sme: Ubmisámegiella lea okta hui uhkivuloš gielain sámegiela giellabearrašis.

source: Kielen tulevaisuus riippuu juuri Barrukin kaltaisista uranuurtajista.
sme: Giela boahtteáigi lea hui guhkás Barruka sullasaš bálggesčulliid duohken.

source: Kielen pelastaminen ja kehittäjänä toimiminen ei ole helppoa työtä, ja ympäröivän yhteiskunnan paineet voivat painostaa luopumaan kielen pelastamistyöstä.
sme: Giela gádjun ja ovddideaddjin bargan ii leat álkes bargu ja birastahtti servodaga deaddagat sáhttet áŧestit luohpat giellagádjunbarggus.

source: Henrik Barrukin pitkäjänteinen työ on osoitus myös hänen henkisestä vahvuudestaan.
sme: Henrik Barruka guhkesáiggebargu lea čujuhus maid su vuoiŋŋalaš givrodagas.

source: Saamen kielet tarvitsevat tällaisia uranuurtajia yhä enemmän, ja toivon että Henrik Barrukin antama esimerkki innostaa myös nuorta saamelaissukupolvea edistämään omaa kulttuuriaan ja saamen kieltä.
sme: Sámegielat dárbbahit dákkár oppasgálliid ein eanet ja sávan ahte Henrik Barruka addin ovdamearka movttiidahttá maid nuorat sápmelašbuolvva ovddidit sámegiela ja sámi kultuvrra.

source: Lämpimät onnitellut palkinnon saajille ja toivotan teille onnea ja menestystä tärkeässä työssänne saamen kielen edistämiseksi.
sme: Sávan lihku ja menestumi dehálaš barggus sámegiela ovddideami várás.
